frontend/controllers/AddressController.php

SELECT COUNT(*) FROM `provinces` WHERE `GEO_ID`='1'
SELECT * FROM `provinces` WHERE `GEO_ID`='1'
---
    public function actionList_provinces($id){
        $countprovince = Provinces::find()->where(['GEO_ID'=>$id])->count();
        $province = Provinces::find()->where(['GEO_ID'=> $id])->all();