frontend/controllers/SiteController.php

SELECT * FROM `user` WHERE `fb_id`='1378474532231573'
---
    public function successCallback($client){

        $attributes = $client->getUserAttributes();
        //var_dump($attributes);
        //die();
        if ($attributes){
            $user = User::find()
            ->where(['fb_id'=>$attributes['id']])