frontend/views/work/index.php

                                    		</div>
                                    		<div class="row">
                                            		<div class="col-md-3">
                                                		<?= $form->field($searchModel, 'geo_id')->dropDownList(
                                                        ArrayHelper::map(Geography::find()->all(), 'GEO_ID', 'GEO_NAME'),
                                                                    [

                                                                        'id' => 'geo_id',
                                                                        'prompt' => 'ภาค',
                                                                        'onChange'=>'listProvinces()'
                                                                    ] ) ?>
---
SELECT * FROM `geography`

                                            								<?= $count; ?><span class="glyphicon glyphicon-home"> <?=$model->user->fname  ?></span>
                                            							<p><?=$model->description?></p>
                                            							<p>ช่วงเงินเดือน <?=$model->range?></p>
                                            							<p>ตำแหน่ง <?= $model->user->address->value
---
SELECT * FROM `user` WHERE `id` IN (2, 3)
SELECT * FROM `address` WHERE `id`=10